{"Hearst Castle": "Hearst Castle is a museum open to the public as a California State Park and registered as a National Historic Landmark and California Historical Landmark.", "Sikh Gurdwara San Jose": "The Sikh Gurdwara of San Jose is a gurdwara located in the Evergreen district of San Jose, California. It was founded in 1984 by leaders of the then-rapidly growing community of Sikhs in the area. It is the largest Gurdwara in the world outside of India.", "Statue of Trần Quốc Tuấn": "Little Saigon is a neighborhood of San Jose, California, located in East San Jose. It is a hub for Silicon Valley's Vietnamese community and one of the largest Little Saigons in the world,[1] as San Jose has more Vietnamese residents than any city outside of Vietnam.[2] Vietnamese Americans and immigrants in San Jose make up ten percent of the city’s population and about eight percent of the county and South Bay Area.", "The Tech Interactive": "The Tech Interactive is a science and technology center that offers hands-on activities, labs, design challenges and other STEAM education resources. It is located in downtown San Jose, California, adjacent to the Plaza de César Chávez.", "Winchester Mystery House": "The Winchester Mystery House is a mansion in San Jose, California, that was once the personal residence of Sarah Winchester, the widow of firearms magnate William Wirt Winchester. The house became a tourist attraction nine months after Winchester's death in 1922. The Victorian and Gothic-style mansion is renowned for its size and its architectural curiosities and for the numerous myths and legends surrounding the structure and its former owner.", "Burrell School Vineyard and Winery": "The Santa Cruz Mountains wine region is nestled in one of the most unique and beautiful environments in the world. Experience over 150 unique wineries and their exquisite varieties with views of the valley, redwoods and Pacific Ocean, all just 20 minutes from Downtown San Jose. The region is know for producing high-quality chardonnay, pinot noir, and cabernet sauvignon grapes. Some notable wineries in this area include the prestigious and award-winning Ridge Vineyards, the delightful Testarossa Winery and the historic Mountain Winery. Visitors can enjoy the taste of a wide variety of delicious vintages as well as live music, trailheads and horseback riding.", "Lake Cunningham Skate Park": "Largest Skate Park", "San Jose Museum of Quilts & Textiles": "Founded in 1977, the museum is the first in the United States devoted solely to quilts and textiles as an art form.", "Rosicrucian Egyptian Museum": "Home to the largest collection of Egyptian artifacts on exhibit in western North America.", "Japanese American Museum of San Jose": "Historically a center for San Jose's Japanese American and Chinese American communities, San Jose's Japantown is one of only three Japantowns that still exist in the United States, alongside San Francisco's Japantown and Los Angeles's Little Tokyo.", "San Pedro Square Market Bar": "A lively marketplace with restaurants, bars, and live music, offering a taste of San Jose's culinary scene.", "Japanese Friendship Garden": "This beautiful and tranquil garden is an expanse of peace in the middle of the city. The Japanese Friendship Garden (JFG) is a living symbol of the “Sister City” relationship between Okayama, Japan and San Jose. It serves as a popular setting for the perfect place for weddings and celebrations, but it best serves San Jose residents as a place to sit and reflect on the beauty and power of nature. Egrets can be seen occasionally at the koi ponds and the tea house and bridges make this a perfect setting for deep breathing.", "Viet Museum": "The Viet Museum (Vietnamese: Viện Bảo Tàng Việt Nam) or Museum of the Boat People & the Republic of Vietnam is a museum focusing on the experience of Vietnamese Americans and their journey from Vietnam to the United States. It is located in Greenwalt House at History Park at Kelley Park in San Jose, California, United States, and was opened on August 25, 2007.[citation needed]photo The museum was created by the San Jose-based nonprofit organization IRCC (Immigrant Resettlement & Cultural Center, Inc.), headed by Vũ Văn Lộc, a former colonel in the Army of the Republic of Vietnam. Planning for the Museum began in 1976, taking over 30 years to realize.", "Mexican Heritage Plaza": "A cultural center celebrating Mexican-American heritage through art, performances, and events.", "Cathedral Basilica of St. Joseph": "The Cathedral Basilica of St. Joseph is a large Roman Catholic church in Downtown San Jose, which serves as the cathedral for the Roman Catholic Diocese of San Jose in California, with the distinction of minor basilica.", "The Alameda Artworks": "Nestled just west of Downtown San Jose is The Alameda. This historic neighborhood retains its charm with beautifully preserved Victorian and Craftsman-style homes and tree-lined streets. With a 200 year history, The Alameda was once a transportation hub, connecting the Pueblos of downtown San Jose to the Mission Santa Clara de Asis. Today, The Alameda is a vibrant community that offers a diverse food and drink scene and plenty of entertainment.  Whether you’re a local or visitor, The Alameda is a local gem worth exploring.", "Peralta Adobe and Fallon House": "Built in 1797, the Peralta Adobe is the last remaining structure from El Pueblo de San José de Guadalupe, also known as Pueblo Numero Uno. See the Adobe’s horno, an outside working oven, or venture inside the home and see two rooms furnished as they might have been when they were occupied by the Gonzales and Peralta families. Across the street from the Adobe, you'll find the exquisite Fallon House, built in 1855 by one of San José’s earliest mayors. The Victorian mansion showcases 15 fully furnished rooms typical of the Victorian period. Learn about Thomas Fallon, a frontiersman in the John C. Fremont expedition, and Carmel Fallon, the daughter of one of the most prominent Mexican landowners in California. Historic tours are available on an on-going basis.", "Lick Observatory": "On the forefront of astronomical research since 1888 (before there was even a road up Mount Hamilton) the Lick Observatory is nothing short of an icon, with its foundation set firmly in Silicon Valley innovation and technological prowess. Beyond the stunning views from 4,209 feet above the valley, the brilliant history of how these giant telescopes were even dreamed up (let along how they came to be) and the mind blowing discoveries that have taken place with them, just being able to see light years away through the lens is enough to send one into orbit. Add in tours, music series, lectures by leading researchers doing cutting edge work, and other special events and you have one of the most unique and powerful experiences of the city.", "NASA Ames Research Center": "NASA Ames Exploration Center is a key facility for many of NASA’s missions and projects. Guests can take a self-guided tour inside a mock space station located in the research center. Explore exciting NASA missions during your visit, see a real moon rock, a Martian asteroid, learn how astronauts live and work in space and much more.", "Hakone Gardens": "One of the National Trust for Historic Preservation’s premier sites and 100 years old, Hakone is one of the oldest Japanese estate, retreat and gardens in the Western Hemisphere. Hakone has also been on the National Register of Historic Places since 2013. 18 acres of magnificent beauty is nestled in the verdant hills of Saratoga overlooking Silicon Valley. Whether you leisurely stroll the hill and koi pond garden, ascend the moon bridge, have tea overlooking the dry landscape garden, or enjoy quiet reflection in Hakone’s tea and bamboo gardens, you will experience the elixir of art and nature in seamless unity.", "Computer History Museum": "The Computer History Museum is a remarkable hub that showcases the history of computers and continues to chronicle new advances in technology. If you are interested in technology, you'll love the exhibits that await you. Find out how computers were invented and witness unique displays with fun topics like computer chess. If you are looking for an informative venue that is likely to interest kids as well as adults, keep this museum in mind. With changing exhibits, there's always something new and exciting to check out.", "Olympic Black Power Statue\n": "During their medal ceremony in the Olympic Stadium in Mexico City on October 16, 1968, African-American athletes Tommie Smith and John Carlos each raised a black-gloved fist during the playing of the US national anthem, \"The Star-Spangled Banner\". While on the podium, Smith and Carlos, who had won gold and bronze medals respectively in the 200-meter running event of the 1968 Summer Olympics, turned to face the US flag and then kept their hands raised until the anthem had finished.\n\nThe demonstration is regarded as one of the most overtly political statements in the history of the modern Olympics. The African-American athletes intended to draw global attention to the plight of people of color in the U.S., spotlighting the injustice and inequality endured by millions of black Americans. In 2005, the athletes were honored by their alma mater, San Jose State University, with a sculpture depicting their famous gesture. "}